Repository: pom-pom27/bnews-prototype-flutter
Catalog: lib/src/localization/app_*.arb
Languages: id

# appDescription
source: Public services portal
id: Portal pelayanan public

source: Read more
id: Baca selengkapnya

# ppid_menu1
source: Statistics
id: Statistik

# ppid_menu2
source: Regulation
id: Regulasi

# ppid_menu3
source: Pleading
id: Pengaduan

# ppid_menu4
source: Case
id: Permohonan

# informasi_berkala
source: Periodic Information
id: Informasi Berkala

# lihat_selengkapnya
source: See more
id: Lihat selengkapnya

# search_ppid
source: Search something...
id: Cari...

# ubah_profil
source: Change Profile
id: Ubah Profil

# pengaturan
source: Settings
id: Pengaturan

# aktifitas
source: Activity
id: Aktivitas

# pertanyaan
source: question
id: Pertanyaan

# search_infografik
source: Title, or category of podcast
id: Judul, atau kategori podcast

# lokasi
source: Location
id: Lokasi

# pilih_bahasa
source: Select language
id: Pilih bahasa

# koleksi_saya
source: My collection
id: Koleksi saya

# notifikasi
source: Notifications
id: Notifikasi

# tentang_kami
source: About us
id: Tentang kami

# catatan_rilis
source: Release Notes
id: Catatan Rilis

# kontak_kami
source: Our contacts
id: Kontak kami

# syarat_ketentuan
source: Terms & Conditions
id: Syarat & Ketentuan

# kebijakan_privasi
source: Policy & privacy
id: Kebijakan & pivasi

# hak_intelektual
source: Intellectual Rights
id: Hak Intelektual

# keluar
source: Exit
id: Keluar

# subtitle_radio_page
source: TNI BABINKUM WEB RADIO SERVICE
id: LAYANAN RADIO WEB BABINKUM TNI

# radio_avaliable_category
source: AVALIABLE CATEGORY
id: KATEGORI TERSEDIA

# radio_upcoming_podcast
source: UPCOMING PODCAST
id: YANG AKAN DATANG

# radio_popular_episode
source: POPULAR PODCAST
id: EPISODE POPULER

# radio_subscribe_station
source: STATION SUBSCRIBED
id: STASIUN BERLANGGANAN

# radio_playlist
source: PLAYLIST
id: DERETAN PUTARAN

# radio_latest_podcast
source: LATEST PODCAST
id: PODCAST TERBARU

# memuat_lagi
source: Tap to load more.
id: Ketuk untuk memuat lagi
